Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: A webhook is registered. Long polling conflicts with it (409) until the webhook is removed.
zh_hans: 已注册了一个 webhook。长轮询与其冲突(409)，直到 webhook 被移除。
zh_hant: 已註冊了一個 webhook。長輪詢與其衝突(409)，直到 webhook 被移除。

source: Abilities
zh_hans: 能力
zh_hant: 能力

source: Absolute path or ~/... path for persisted disk-cache entries.
zh_hans: 持久化磁盘缓存条目的绝对路径或 ~/... 路径。
zh_hant: 持久化磁碟快取條目的絕對路徑或 ~/... 路徑。

source: Accept and deny decisions for this scope appear here.
zh_hans: 此范围的接受和拒绝决策显示在此处。
zh_hant: 此範圍的接受和拒絕決策顯示在此處。

source: Accept Bot Messages
zh_hans: 接受机器人消息
zh_hant: 接受機器人訊息

source: Accept follow-ups after Osaurus has replied in a channel or thread.
zh_hans: 在 Osaurus 在频道或讨论串中回复后接受后续消息。
zh_hant: 在 Osaurus 在頻道或討論串中回覆後接受後續訊息。

source: Accept follow-ups without another mention only after Osaurus has replied in that Slack thread.
zh_hans: 仅在 Osaurus 在该 Slack 讨论串中回复后，接受无需再次提及的后续消息。
zh_hant: 僅在 Osaurus 在該 Slack 討論串中回覆後，接受無需再次提及的後續訊息。

source: Accept Self Messages
zh_hans: 接受自身消息
zh_hant: 接受自身訊息

source: Access
zh_hans: 访问
zh_hant: 存取

source: Account
zh_hans: 账户
zh_hant: 賬戶

source: Account details
zh_hans: 账户详情
zh_hant: 帳戶詳細資訊

source: Account Status
zh_hans: 账户状态
zh_hant: 帳號狀態

source: Account status, usage activity, signed request diagnostics, and support export.
zh_hans: 账户状态、使用活动、签名请求诊断及支持导出。
zh_hant: 帳號狀態、使用活動、簽名請求診斷及支援導出。

source: Action "%@" is not a standard action name and will never be called.
zh_hans: 操作 “%@” 不是标准操作名称，且永远不会被调用。
zh_hant: 操作 "%@" 不是標準操作名稱，且永遠不會被調用。

source: Action Map JSON
zh_hans: 操作映射 JSON
zh_hant: 動作對應 JSON

source: Action map JSON is invalid: %@
zh_hans: 操作映射 JSON 无效：%@
zh_hant: 操作對應 JSON 無效：%@

source: Actions
zh_hans: 操作
zh_hant: 操作

source: Actions and rooms
zh_hans: 操作和房间
zh_hant: 操作和房間

source: Actions for %@
zh_hans: %@ 的操作
zh_hant: %@ 的操作

source: Active loaded policy
zh_hans: 当前生效的策略
zh_hant: 目前生效的原則

source: Add a bot token, then load channels and users from Slack.
zh_hans: 添加机器人令牌，然后从 Slack 加载频道和用户。
zh_hant: 新增機器人令牌，然後從 Slack 載入頻道和使用者。

source: Add a payment method under API Billing, then copy your API key.
zh_hans: 在 API Billing 下添加付款方式，然后复制你的 API 密钥。
zh_hant: 在 API Billing 下新增付款方式，然後複製你的 API 金鑰。

source: Add Action
zh_hans: 添加操作
zh_hant: 新增操作

source: Add another Slack workspace
zh_hans: 添加另一个 Slack 工作区
zh_hant: 新增另一個 Slack 工作區

source: Add at least one authorized Discord sender for inbound dispatch.
zh_hans: 添加至少一个授权的 Discord 发送者用于入站分发。
zh_hant: 新增至少一個授權的 Discord 傳送者用於入站分發。

source: Add Channel
zh_hans: 添加频道
zh_hant: 新增頻道

source: Add Connection
zh_hans: 添加连接
zh_hant: 新增連線

source: Add Custom Channel
zh_hans: 添加自定义频道
zh_hant: 新增自訂頻道

source: Add custom provider
zh_hans: 添加自定义提供商
zh_hant: 新增自訂供應商

source: Add its API key from the provider list to finish setup.
zh_hans: 从提供商列表中添加其 API 密钥以完成设置。
zh_hant: 從供應商列表中新增其 API 金鑰以完成設定。

source: Add reaction
zh_hans: 添加表情回应
zh_hant: 新增反應

source: Add Routing Rule
zh_hans: 添加路由规则
zh_hant: 新增路由規則

source: Additional workspace app token (optional xapp-...)
zh_hans: 额外工作区应用令牌（可选 xapp-...）
zh_hant: 額外工作區應用程式令牌（選用 xapp-...）

source: Additional workspace bot token (xoxb-...)
zh_hans: 额外工作区机器人令牌（xoxb-...）
zh_hant: 額外工作區機器人令牌（xoxb-...）

source: Additional Workspaces
zh_hans: 额外工作区
zh_hant: 額外工作區

source: Address
zh_hans: 地址
zh_hant: 位址

source: Advanced — define your own HTTP JSON channel
zh_hans: 高级 — 定义你自己的 HTTP JSON 频道
zh_hant: 進階 — 定義您自己的 HTTP JSON 頻道

source: Advanced diagnostics
zh_hans: 高级诊断
zh_hant: 高級診斷

source: Advanced Overrides
zh_hans: 高级覆盖
zh_hant: 高級覆蓋

source: Agent availability
zh_hans: 智能体可用性
zh_hant: 智能體可用性

source: Agent Channel
zh_hans: 智能体频道
zh_hant: 智慧體頻道

# Agent channel connection `%@` does not support `%@`.
source: Agent channel connection `%1$@` does not support `%2$@`.
zh_hans: 智能体频道连接 `%1$@` 不支持 `%2$@`。
zh_hant: 代理通道連接 `%1$@` 不支持 `%2$@`。

source: Agent channel connection `%@` is disabled.
zh_hans: 智能体频道连接 `%@` 已禁用。
zh_hant: 代理通道連接 `%@` 已禁用。

source: Agent channel connection `%@` is not configured.
zh_hans: 智能体频道连接 `%@` 未配置。
zh_hant: 代理通道連接`%@`未設定。

source: Agent channel kind `%@` is not executable yet.
zh_hans: 智能体频道类型 `%@` 尚不可执行。
zh_hant: 代理通道類型 `%@` 尚無法執行。

source: Agent Database
zh_hans: 智能体数据库
zh_hant: 智能體資料庫

source: Agent replied (auto-reply off)
zh_hans: 智能体已回复（自动回复已关闭）
zh_hant: 智慧體已回覆（自動回覆已關閉）

source: Agent Sessions
zh_hans: 智能体会话
zh_hant: 代理會話

source: Agents may send messages to write-allowlisted destinations.
zh_hans: 智能体可以向写入允许列表中的目标发送消息。
zh_hant: 代理可以向寫入允許清單中的目標傳送訊息。

source: All assigned tools are sent every turn.
zh_hans: 所有分配的工具每轮都会发送。
zh_hant: 所有分配的工具每輪都會傳送。

source: All assigned tools are sent to the model every turn.
zh_hans: 所有分配的工具每轮都会发送给模型。
zh_hant: 所有分配的工具每輪都會傳送給模型。

source: All bundled providers are already connected.
zh_hans: 所有内置提供商已连接。
zh_hant: 所有內建供應商已連線。

source: All channels
zh_hans: 所有频道
zh_hant: 所有頻道

source: All channels read-only
zh_hans: 所有频道只读
zh_hant: 所有頻道唯讀

source: All documents categorized
zh_hans: 所有文档已分类
zh_hant: 所有文件已分類

source: All Statuses
zh_hans: 所有状态
zh_hant: 所有狀態

source: All Tools
zh_hans: 所有工具
zh_hant: 所有工具

source: Allow automatically
zh_hans: 自动允许
zh_hant: 自動允許

source: Allow Broadcast Mentions
zh_hans: 允许广播提及
zh_hant: 允許廣播提及

source: Allow local API access without a key
zh_hans: 允许无需密钥进行本地 API 访问
zh_hant: 允許無需金鑰進行本機 API 存取

source: Allow Sending
zh_hans: 允许发送
zh_hant: 允許傳送

source: Allow sending (optional)
zh_hans: 允许发送（可选）
zh_hant: 允許傳送（選用）

source: Allow Sending on Discord
zh_hans: 允许在 Discord 上发送
zh_hant: 允許在 Discord 上傳送

source: Allow Sending on Slack
zh_hans: 允许在 Slack 上发送
zh_hant: 允許在 Slack 上傳送

source: Allow Sending on Telegram
zh_hans: 允许在 Telegram 上发送
zh_hant: 允許在 Telegram 上傳送

source: Allow this channel definition to be resolved by agent channel diagnostics and tools.
zh_hans: 允许智能体频道诊断和工具解析此频道定义。
zh_hant: 允許代理頻道診斷和工具解析此頻道定義。

source: Allow Writes in Sandbox Mode
zh_hans: 允许在沙盒模式下写入
zh_hant: 允許在沙盒模式下寫入

source: Allowed Domains
zh_hans: 允许的域名
zh_hant: 允許的網域

source: Allowed Rooms
zh_hans: 允许的房间
zh_hant: 允許的房間

source: Allowed Senders
zh_hans: 允许的发送者
zh_hant: 允許的傳送者

source: Allowlist
zh_hans: 允许列表
zh_hant: 允許清單

source: allowlist blocks before disposition
zh_hans: 允许列表在处置之前已阻止
zh_hant: 允許清單在處置之前已阻擋

source: Allowlists limit which spaces and rooms this connection can inspect.
zh_hans: 允许列表限制此连接可以检查的空间和房间。
zh_hant: 允許清單限制此連線可以檢查的空間和房間。

source: Ambient
zh_hans: 常驻
zh_hant: 常駐

source: and %lld more
zh_hans: 以及另外 %lld 个
zh_hant: 以及另外 %lld 個

source: Answers as %@
zh_hans: 以 %@ 身份回复
zh_hant: 以 %@ 身份回覆

source: Answers messages no routing rule claims.
zh_hans: 回复没有路由规则认领的消息。
zh_hant: 回覆沒有路由規則認領的訊息。

source: Any %@
zh_hans: 任意 %@
zh_hant: 任意 %@

source: Any REST search API (Perplexity, SearXNG, self-hosted…) can be added as a JSON definition — no app update required.
zh_hans: 任何 REST 搜索 API（Perplexity、SearXNG、自托管等）都可以作为 JSON 定义添加 — 无需更新应用。
zh_hant: 任何 REST 搜尋 API（Perplexity、SearXNG、自架設等）都可以作為 JSON 定義新增 — 無需更新應用。

source: API Authentication
zh_hans: API 身份验证
zh_hant: API 身分驗證

source: App behavior, system integration, and notifications
zh_hans: 应用行为、系统集成和通知
zh_hant: 應用行爲、系統集成和通知

source: App Token
zh_hans: 应用令牌
zh_hant: 應用程式令牌

source: Appearance & Themes
zh_hans: 外观与主题
zh_hant: 外觀與主題

source: Apple Foundation Model
zh_hans: Apple 基础模型
zh_hant: Apple 基礎模型

source: Approaching storage limit
zh_hans: 接近存储上限
zh_hant: 接近儲存上限

source: Ask before each image job, always allow, or deny.
zh_hans: 每次图片任务前询问、始终允许或拒绝。
zh_hant: 每次圖片任務前詢問、始終允許或拒絕。

source: Ask before running
zh_hans: 运行前询问
zh_hant: 運行前詢問

source: Ask the agent in chat to remember or track something — it will set up its own tables, and this overview fills in as it works.
zh_hans: 在聊天中让智能体记住或跟踪某些内容 — 它会建立自己的表，此概览会随着它的工作而更新。
zh_hant: 在聊天中讓智能體記住或跟蹤某些內容 — 它會建立自己的表，此概覽會隨着它的工作而更新。

source: Ask the agent in chat to remember something — it will create the tables it needs, and you can browse them here. You can also import a CSV or JSON file to start a table yourself.
zh_hans: 在聊天中让智能体记住某些内容 — 它会创建所需的表，你可以在这里浏览。你也可以导入 CSV 或 JSON 文件来自己创建表。
zh_hant: 在聊天中讓智能體記住某些內容 — 它會建立所需的表，你可以在這裏瀏覽。你也可以匯入 CSV 或 JSON 檔案來自己建立表。

source: Assigned
zh_hans: 已分配
zh_hant: 已分配

source: At least one session exceeded the distillation retry cap and stopped retrying.
zh_hans: 至少有一个会话超过了蒸馏重试上限并停止了重试。
zh_hant: 至少有一個會話超過了蒸餾重試上限並停止了重試。

source: Audit exactly how each tool is exposed to the model
zh_hans: 精确审计每个工具如何暴露给模型
zh_hant: 精確稽覈每個工具如何暴露給模型

source: Authorize incoming messages (optional)
zh_hans: 授权传入消息（可选）
zh_hant: 授權傳入訊息（選用）

source: Authorize URL
zh_hans: 授权 URL
zh_hant: 授權 URL

source: authorized and stored
zh_hans: 已授权并已存储
zh_hant: 已授權並已儲存

source: Authorized incoming messages are stored in a local inbox that agent read tools consult. Channels only answer automatically when their dispatch and auto-reply settings are turned on.
zh_hans: 授权的传入消息存储在本地收件箱中，智能体读取工具会查阅。仅当频道的分发和自动回复设置开启时，频道才会自动回复。
zh_hant: 授權的傳入訊息存儲在本地收件匣中，智慧體讀取工具會查閱。僅當頻道的分派和自動回覆設定開啓時，頻道纔會自動回覆。

source: Authorized incoming messages are stored in a local inbox that agent read tools consult. Nothing is ever answered automatically.
zh_hans: 已授权的传入消息存储在本地收件箱中，代理读取工具会查阅该收件箱。不会有任何自动回复。
zh_hant: 已授權的傳入訊息儲存在本機收件匣中，代理讀取工具會查閱該收件匣。不會有任何自動回覆。

source: Authorized incoming messages for this scope appear here.
zh_hans: 此范围的已授权传入消息显示在此处。
zh_hant: 此範圍的已授權傳入訊息顯示在此處。

source: Authorized Sender IDs
zh_hans: 已授权的发送者 ID
zh_hant: 已授權的傳送者 ID

source: Authorized Senders
zh_hans: 已授权发送者
zh_hant: 授權傳送者

source: Auto-discover relevant tools
zh_hans: 自动发现相关工具
zh_hant: 自動發現相關工具

source: Auto-reconnecting after a stale session.
zh_hans: 会话失效，正在自动重新连接。
zh_hant: 會話失效，正在自動重新連接。

source: Automatic replies require Discord sending and a writable channel.
zh_hans: 自动回复需要启用 Discord 发送功能和可写频道。
zh_hant: 自動回覆需要 Discord 傳送和可寫頻道。

source: Automatically Warm Models on Load
zh_hans: 加载时自动预热模型
zh_hant: 加載時自動預熱模型

source: automation
zh_hans: 自动化
zh_hant: 自動化

source: Automation allowed
zh_hans: 已允许自动化
zh_hant: 已允許自動化

source: Automation permission
zh_hans: 自动化权限
zh_hant: 自動化權限

source: Autonomous Scheduler
zh_hans: 自主调度器
zh_hant: 自主排程器

source: Autonomy Gate Inspector
zh_hans: 自主门控检查器
zh_hant: 自主門控檢查器

source: Back to channel choices
zh_hans: 返回频道选择
zh_hant: 返回頻道選擇

source: Back to Channels
zh_hans: 返回频道
zh_hant: 返回頻道

# Backfill cancelled after %@ — %@ buffered. Run 'Distill pending' to drain them.
source: Backfill cancelled after %1$@ — %2$@ buffered. Run 'Distill pending' to drain them.
zh_hans: 在 %@ 后取消回填 — %@ 已缓冲。运行「蒸馏待处理」以清空它们。
zh_hant: 在 %@ 後取消回填 — %@ 已緩衝。執行「蒸餾待處理」以清空它們。

# Backfill complete: %@ buffered (%@), %lld skipped. Distillation finished.
source: Backfill complete: %1$@ buffered (%2$@), %3$lld skipped. Distillation finished.
zh_hans: 回填完成：已缓冲 %1$@（%2$@），已跳过 %3$lld 个。蒸馏完成。
zh_hant: 回填完成：已緩衝 %@（%@），%lld 個已跳過。蒸餾完成。

source: Background helper
zh_hans: 后台辅助程序
zh_hant: 後臺輔助程式

source: Backup & Key
zh_hans: 备份和密钥
zh_hant: 備份與密鑰

source: Balance
zh_hans: 余额
zh_hant: 餘額

source: Base URL
zh_hans: 基本 URL
zh_hant: 基礎 URL

source: Base URL (required)
zh_hans: Base URL（必需）
zh_hant: Base URL（必要）

source: Base URL is missing a host.
zh_hans: Base URL 缺少主机名。
zh_hant: Base URL 缺少主機名。

source: Base URL is not a valid URL.
zh_hans: Base URL 不是有效的 URL。
zh_hant: Base URL 不是有效的 URL。

source: Base URL is required.
zh_hans: Base URL 是必需的。
zh_hant: Base URL 是必要的。

source: Base URL must start with https:// or http://.
zh_hans: Base URL 必须以 https:// 或 http:// 开头。
zh_hant: Base URL 必須以 https:// 或 http:// 開頭。

source: Basics
zh_hans: 基础设置
zh_hant: 基礎設定

source: bearer=my-keychain-id — one per line
zh_hans: bearer=my-keychain-id — 每行一个
zh_hant: bearer=my-keychain-id — 每行一個

source: Billing
zh_hans: 账单
zh_hant: 帳單

source: Billing Ledger
zh_hans: 账单明细
zh_hant: 帳單明細

source: Binary file — no text diff.
zh_hans: 二进制文件 — 无文本差异。
zh_hant: 二進位檔案 — 無文字差異。

source: Bing (built-in)
zh_hans: Bing（内置）
zh_hant: Bing（內置）

source: Bing (free)
zh_hans: 必应（免费）
zh_hant: 必應（免費）

source: Bing search results. No key needed.
zh_hans: Bing 搜索结果。无需密钥。
zh_hant: Bing 搜尋結果。無需金鑰。

source: Blank = engine default
zh_hans: 留空 = 引擎默认值
zh_hant: 空白 = 引擎預設值

source: blocked by allowlists
zh_hans: 被允许列表阻止
zh_hant: 被允許清單封鎖

source: Body SHA-256
zh_hans: 请求体 SHA-256
zh_hant: 正文 SHA-256

source: Body Template (optional)
zh_hans: 请求体模板（可选）
zh_hant: 請求體模板（選用）

source: Bot access to allowlisted chats and groups
zh_hans: 机器人可访问允许列表中的聊天和群组
zh_hant: 機器人存取已允許清單的聊天和羣組

source: Bot access to allowlisted servers and channels
zh_hans: 机器人可访问允许列表中的服务器和频道
zh_hant: 機器人存取已允許清單的伺服器和頻道

source: Bot access to allowlisted workspace channels
zh_hans: 机器人可访问允许列表中的工作区频道
zh_hant: 機器人存取已允許清單的工作區頻道

source: Bot and tokens
zh_hans: 机器人和令牌
zh_hant: 機器人和令牌

source: Bot Token
zh_hans: 机器人令牌
zh_hant: 機器人令牌

source: Bot token rejected or unavailable
zh_hans: 机器人令牌被拒绝或不可用
zh_hant: 機器人令牌被拒絕或無法使用

source: Brave (built-in)
zh_hans: Brave（内置）
zh_hant: Brave（內置）

source: Brave (free)
zh_hans: Brave（免费）
zh_hant: Brave（免費）

source: Brave Search
zh_hans: Brave 搜索
zh_hant: Brave 搜尋

source: Brave Search API key
zh_hans: Brave Search API 密钥
zh_hant: Brave Search API 金鑰

source: Brave search results. No key needed.
zh_hans: Brave 搜索结果。无需密钥。
zh_hant: Brave 搜尋結果。無需金鑰。

source: Bring your own provider
zh_hans: 自带提供商
zh_hant: 自備供應商

source: Browse and edit the rows in each table.
zh_hans: 浏览和编辑每个表中的行。
zh_hant: 瀏覽和編輯每個表中的行。

source: Browse tables
zh_hans: 浏览表
zh_hant: 瀏覽表

source: Browser Session
zh_hans: 浏览器会话
zh_hant: 瀏覽器會話

source: Browser Sessions
zh_hans: 浏览器会话
zh_hant: 瀏覽器工作階段

source: Browser Use
zh_hans: 浏览器使用
zh_hant: 瀏覽器使用

source: Browser Use is off by default and can only be enabled per custom agent — the built-in Default agent never gets browser access.
zh_hans: 浏览器使用默认关闭，只能为自定义智能体启用 — 内置的默认智能体永远不会获得浏览器访问权限。
zh_hant: 瀏覽器使用預設關閉，只能為自訂代理啟用 — 內建的預設代理永遠不會獲得瀏覽器存取權限。

source: Browser Use is off by default and only custom agents can use it. Open a custom agent's Subagents tab and flip on Browser Use — optionally with a dedicated model for browsing. Review or reset each agent's session in the new Browser settings tab.
zh_hans: 浏览器使用默认关闭，仅自定义智能体可使用。打开自定义智能体的“子智能体”标签页，开启浏览器使用 — 可选择专用浏览模型。在新增的“浏览器”设置标签页中查看或重置每个智能体的会话。
zh_hant: 瀏覽器使用預設關閉，僅自訂智慧體可使用。開啟自訂智慧體的「子智慧體」標籤頁，開啟瀏覽器使用 — 可選擇專用瀏覽模型。在新建的瀏覽器設定標籤頁中檢視或重設每個智慧體的工作階段。

source: Buffered turns are blocked by a distillation error.
zh_hans: 缓冲轮次因蒸馏错误而被阻止。
zh_hant: 緩衝輪次因為蒸餾錯誤而被中止。

source: Buffered turns are pending because distillation skipped.
zh_hans: 缓冲轮次因蒸馏跳过而待处理。
zh_hant: 緩衝輪次因蒸餾跳過而待處理。

source: Buffered turns reached the retry cap.
zh_hans: 缓冲轮次已达到重试上限。
zh_hant: 緩衝輪次已達重試上限。

source: Build identity and long-term memories from your chats
zh_hans: 从你的聊天中建立身份和长期记忆
zh_hant: 從你的對話中建立身份和長期記憶

source: Built into Osaurus
zh_hans: 内置于 Osaurus
zh_hant: 內建於 Osaurus

source: built-in sources
zh_hans: 内置源
zh_hant: 內置源

source: Built-in sources
zh_hans: 内置源
zh_hant: 內置源

source: Built-in Sources
zh_hans: 内置源
zh_hant: 內置源

source: Built-in sources that need no key. Always available as backup when no provider answers.
zh_hans: 无需密钥的内置源。当没有提供商响应时始终可用作备选。
zh_hant: 無需金鑰的內建來源。當沒有供應商回應時始終可用作備選。

source: Built-in sources work out of the box. Connect a search provider for faster, more relevant results — setup takes about 2 minutes.
zh_hans: 内置源开箱即用。连接搜索提供商以获得更快、更相关的结果 — 设置大约需要 2 分钟。
zh_hant: 內置源開箱即用。連線搜尋提供者以獲得更快、更相關的結果 — 設定大約需要 2 分鐘。

source: Bundles include the agent's configuration and its encrypted database, protected by a passphrase you choose.
zh_hans: 捆绑包包含智能体的配置及其加密数据库，由你选择的密码保护。
zh_hant: 包包括智能體的設定和加密資料庫，由你選擇的密碼保護。

source: Bytes
zh_hans: 字节
zh_hant: 字節

source: C0123ABC — one per line
zh_hans: C0123ABC — 每行一个
zh_hant: C0123ABC — 每行一個

source: Cache or model folder path
zh_hans: 缓存或模型文件夹路径
zh_hant: 緩存或模型資料夾路徑

source: Cancel (Esc)
zh_hans: 取消 (Esc)
zh_hant: 取消 (Esc)

source: Cancel Sessions
zh_hans: 取消会话
zh_hant: 取消會話

source: Capabilities & Access
zh_hans: 功能与访问
zh_hant: 功能與訪問

source: Capture policy
zh_hans: 捕获策略
zh_hant: 捕獲策略

source: Categories
zh_hans: 类别
zh_hant: 類別

source: Category inferred from the folder name. Add a `type:` line to the file's frontmatter to override it.
zh_hans: 类别根据文件夹名称推断。在文件的前置元数据中添加 `type:` 行即可覆盖。
zh_hant: 類別從資料夾名稱推斷。新增 `type:` 行到檔案的前置元資料以覆蓋。

source: Category preferences
zh_hans: 类别偏好
zh_hant: 類別偏好

source: ceiling %@ -> %@
zh_hans: 上限 %1$@ → %2$@
zh_hant: 上限 %1$@ → %2$@

source: Ceiling contribution
zh_hans: 上限的影响
zh_hant: 上限的影響

source: Changes save automatically, and receive polling starts once Connect and Access are complete. The first poll only arms the cursor — it does not replay old messages. Send a fresh message mentioning the bot in a readable channel, then watch each stage appear here.
zh_hans: 更改自动保存，接收轮询在连接和访问完成后开始。第一次轮询仅激活游标 — 不会回放旧消息。在可读频道中发送一条提及机器人的新消息，然后在此处观察每个阶段出现。
zh_hant: 更改自動儲存，接收輪詢在連線和訪問完成後開始。第一次輪詢僅啟動遊標 — 不會播放舊訊息。在可讀頻道中傳送一條提及機器人的新訊息，然後在此處觀察每個階段出現。

source: Changes save automatically, and receiving starts once Connect and Access are complete. Send the bot any message from an authorized sender in a readable chat, then watch each stage appear here.
zh_hans: 更改会自动保存，连接和访问完成后即开始接收。以授权发送者身份，在可读聊天中向机器人发送任意消息，然后在此处观察每个阶段出现。
zh_hant: 更改自動儲存，接收在連線和訪問完成後開始。從可讀聊天中向機器人傳送任何來自授權傳送者的訊息，然後在此處觀察每個階段出現。

source: Changes save automatically, and Socket Mode receive starts once Connect and Access are complete. Send the test message below in an allowlisted channel from an authorized sender, then watch each stage appear here.
zh_hans: 更改会自动保存，连接和访问完成后 Socket Mode 即开始接收。以授权发送者身份，在允许列表内的频道中发送下面的测试消息，然后在此处观察每个阶段出现。
zh_hant: 更改自動儲存，Socket Mode 接收在連線和訪問完成後開始。從授權傳送者在允許清單頻道中傳送下面的測試訊息，然後在此處觀察每個階段出現。

source: channel
zh_hans: 频道
zh_hant: 頻道

source: Channel connection deleted
zh_hans: 频道连接已删除
zh_hant: 頻道連線已刪除

source: Channel connection saved
zh_hans: 频道连接已保存
zh_hant: 頻道連線已儲存

source: Channel diagnostics complete
zh_hans: 频道诊断完成
zh_hant: 頻道診斷完成

source: Channel diagnostics reported a failure
zh_hans: 频道诊断报告失败
zh_hant: 頻道診斷報告失敗

source: Channel or room ids agents may read or search.
zh_hans: 智能体可以读取或搜索的频道或房间 ID。
zh_hant: 代理可以讀取或搜尋的頻道或房間 ID。

source: Channel or room ids agents may write to when writes are enabled.
zh_hans: 启用写入时，智能体可以写入的频道或房间 ID。
zh_hant: 啟用寫入時，代理可以寫入的頻道或房間 ID。

source: Channel Writes
zh_hans: 频道写入
zh_hant: 頻道寫入

source: Channels agents may list, read, and search.
zh_hans: 智能体可以列出、读取和搜索的频道。
zh_hant: 代理可以列出、讀取和搜尋的頻道。

source: Channels agents may post to when Slack and global channel writes are enabled.
zh_hans: 启用 Slack 和全局频道写入后，智能体可以发送到的频道。
zh_hant: 啟用 Slack 和全域頻道寫入後，智慧體可以傳送到的頻道。

source: Channels agents may post to.
zh_hans: 代理可以发布的频道。
zh_hant: 代理可以發佈的頻道。

source: Channels or threads agents may post to.
zh_hans: 智能体可以发布的频道或线程。
zh_hant: 代理可以發佈的頻道或執行緒。

source: Channels or threads agents may read and search.
zh_hans: 智能体可以读取和搜索的频道或线程。
zh_hant: 代理可以讀取和搜尋的頻道或執行緒。

source: chat
zh_hans: 聊天
zh_hant: 聊天

source: chat-only slug
zh_hans: 仅聊天标识
zh_hant: 僅聊天識別碼

source: Chats agents may post to.
zh_hans: 智能体可以发布的聊天。
zh_hant: 代理可以發佈的聊天。

source: Chats, supergroups, or public channels agents may read.
zh_hans: 智能体可以读取的聊天、超级群组或公共频道。
zh_hant: 智能體可以讀取的聊天、超級羣組或公開頻道。

source: Check Configuration
zh_hans: 检查配置
zh_hant: 檢查設定

source: Check Configuration below validates this draft; save it to run live diagnostics.
zh_hans: 下方的“检查配置”会验证此草稿；保存后即可运行实时诊断。
zh_hant: 下方的檢查設定驗證此草稿；儲存以運行即時診斷。

source: Check out the launch
zh_hans: 查看发布
zh_hant: 查看發佈

source: Check Webhook
zh_hans: 检查 Webhook
zh_hant: 檢查 Webhook

source: Checking categories…
zh_hans: 正在检查分类…
zh_hant: 正在檢查分類…

source: Checking that every document declares a category (its `type`)…
zh_hans: 正在检查每个文档是否声明了类别（其 `type`）…
zh_hant: 正在檢查每個文件是否宣告了類別（其 `type`）…

source: Checking your key with a real search…
zh_hans: 正在用真实搜索验证你的密钥…
zh_hant: 正在用真實搜尋驗證您的金鑰…

source: Checking...
zh_hans: 正在检查...
zh_hant: 正在檢查...

source: Checking…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Checks and tools
zh_hans: 检查和工具
zh_hant: 檢查和工具

source: Choose channels and people
zh_hans: 选择频道和人员
zh_hant: 選擇頻道和人員

source: Choose channels and senders
zh_hans: 选择频道和发送者
zh_hant: 選擇頻道和傳送者

source: Choose chats and senders
zh_hans: 选择聊天和发送者
zh_hant: 選擇聊天和傳送者

source: Choose exactly where agents may read, write, and receive messages.
zh_hans: 精确选择智能体可以读取、写入和接收消息的位置。
zh_hant: 精確選擇智慧體可以讀取、寫入和接收訊息的位置。

source: Choose Hugging Face cache or model folder
zh_hans: 选择 Hugging Face 缓存或模型文件夹
zh_hant: 選擇 Hugging Face 緩存或模型資料夾

source: Choose one of this agent's tables from the list on the left.
zh_hans: 从左侧列表中选择此智能体的一个表。
zh_hant: 從左側清單中選擇此智能體的一個表。

source: Choose tools & skills
zh_hans: 选择工具和技能
zh_hant: 選擇工具和技能

source: Choose what agents may do
zh_hans: 选择智能体可以做什么
zh_hant: 選擇智慧體可以做什麼

source: Choose whether this tool runs automatically, asks first, or is blocked
zh_hans: 选择此工具是自动运行、先询问还是被阻止
zh_hant: 選擇此工具是自動運行、先詢問還是被阻止

source: Choose which models the API lists
zh_hans: 选择 API 列出的模型
zh_hant: 選擇 API 列出的模型

source: Choose which tools agents can use
zh_hans: 选择智能体可以使用哪些工具
zh_hant: 選擇代理可以使用哪些工具

source: Choose your bot, then Disable — otherwise the bot cannot see group messages.
zh_hans: 选择你的机器人，然后禁用 — 否则机器人无法看到群组消息。
zh_hant: 選擇您的機器人，然後停用 — 否則機器人無法看到羣組訊息。

source: Clean Up Transcription
zh_hans: 清理转写文本
zh_hant: 清理轉寫文本

source: Click
zh_hans: 点按
zh_hant: 點按

source: Client ID
zh_hans: 客户端 ID
zh_hant: 用戶端 ID

source: Clipboard Monitoring
zh_hans: 剪贴板监控
zh_hant: 剪貼板監控

source: Cloning base environment
zh_hans: 正在克隆基础环境
zh_hant: 複製基礎環境

source: Close agent tab
zh_hans: 关闭智能体标签页
zh_hant: 關閉代理標籤頁

source: Close Agent Tab?
zh_hans: 关闭智能体标签页？
zh_hant: 關閉代理標籤頁？

source: Close session
zh_hans: 关闭会话
zh_hant: 關閉會話

source: Close the live session (keeps its data)
zh_hans: 关闭实时会话（保留其数据）
zh_hant: 關閉即時會話（保留其資料）

source: Columns
zh_hans: 列
zh_hant: 列

source: Comma-separated (e.g. api.github.com, *.example.com). When set, sandbox traffic goes through a host proxy that only permits these domains. Takes effect on next sandbox start.
zh_hans: 以逗号分隔（例如 api.github.com, *.example.com）。设置后，沙盒流量将通过仅允许这些域名的主机代理。在下次沙盒启动时生效。
zh_hant: 以逗號分隔（例如 api.github.com、*.example.com）。設定後，沙盒流量將通過僅允許這些網域的主機代理。在下次沙盒啟動時生效。

source: Comma-separated, e.g. research, web, citations
zh_hans: 逗号分隔，例如：research, web, citations
zh_hant: 逗號分隔，例如：research、web、citations

source: Command copied
zh_hans: 命令已复制
zh_hant: 命令已複製

source: Composition
zh_hans: 构成
zh_hant: 構成

source: Configuration check
zh_hans: 配置检查
zh_hant: 設定檢查

source: Confirm bot privacy is disabled via @BotFather /setprivacy if the message was sent in a group.
zh_hans: 如果消息是在群组中发送的，请确认通过 @BotFather /setprivacy 禁用了机器人隐私。
zh_hant: 如果訊息是在羣組中傳送的，請確認通過 @BotFather /setprivacy 停用了機器人隱私。

source: Confirm no webhook is registered for the bot (use Check Webhook in the Connect section).
zh_hans: 确认没有为机器人注册 webhook（可在“连接”部分使用“检查 Webhook”）。
zh_hant: 確認沒有爲機器人註冊 webhook（在連線部分使用檢查 Webhook）。

source: Confirm Receive Messages is on and the settings were saved.
zh_hans: 确认接收消息已开启且设置已保存。
zh_hant: 確認接收訊息已開啓且設定已儲存。

source: Confirm the bot has been invited to the channel (/invite @your-bot).
zh_hans: 确认机器人已被邀请到频道（/invite @your-bot）。
zh_hant: 確認機器人已被邀請到頻道（/invite @your-bot）。

source: Confirm the bot is a member of the server and can see the channel.
zh_hans: 确认机器人是服务器成员且可以看到频道。
zh_hant: 確認機器人是伺服器成員且可以看到頻道。

source: Confirm the Message Content Intent is enabled on the bot's Developer Portal page.
zh_hans: 确认在机器人开发者门户页面上启用了消息内容意图。
zh_hant: 確認在機器人開發者入口網站頁面上啟用了訊息內容意圖。

source: Confirm the message was sent in a channel selected as Read, by a person in Authorized Senders.
zh_hans: 确认消息是由授权发送者在选定为可读的频道中发送的。
zh_hant: 確認訊息是由授權傳送者在選定爲已讀的頻道中傳送的。

source: Confirm the message was sent in a channel selected as readable, by a person in Authorized Senders.
zh_hans: 确认消息是由授权发送者在选定为可读的频道中发送的。
zh_hant: 確認訊息是由授權傳送者在選定爲可讀的頻道中傳送的。

source: Confirm the message was sent in a chat selected as readable, by a person in Authorized Senders.
zh_hans: 确认消息是由授权发送者在选定为可读的聊天中发送的。
zh_hant: 確認訊息是由授權傳送者在選定爲可讀的聊天中傳送的。
